Repository: automatweb/automatweb_dev
Catalog: lang/trans/*/po/menu.po
Languages: et

source: Omaduse Vajab tõlget (needs_translation) caption
et: Needs translation

source: Omaduse Tõlge kinnitatud (is_translated) caption
et: Translation confirmed

source: Omaduse Alias (alias) caption
et: Alias

source: Omaduse Alias (alias) kommentaar
et: võimalus asendada menüü url (numbriline aadress veebil) mingi nimetusega.

source: Omaduse Alias (alias) help
et: võimalus asendada menüü url (numbriline aadress veebil) mingi nimetusega.

source: Omaduse Jrk (jrk) caption
et: Order

source: Omaduse Jrk (jrk) kommentaar
et: võimalik soovi korral asetada menüüd järjestusse.

source: Omaduse Jrk (jrk) help
et: võimalik soovi korral asetada menüüd järjestusse.

source: Omaduse Uues aknas (target) caption
et: New window

source: Omaduse Uues aknas (target) kommentaar
et: võimalus et antud kaust avaneks sellele klikkides uues aknas.

source: Omaduse Uues aknas (target) help
et: võimalus et antud kaust avaneks sellele klikkides uues aknas.

source: Omaduse Alammen&uuml;&uuml;d objektist (submenus_from_obj) caption
et: Submenus from object

source: Omaduse Alammen&uuml;&uuml;d objektist (submenus_from_obj) kommentaar
et: võimaldab öelda kaustale, et ta võtaks veebilehel kuvamiseks alakaustade struktuuri mingist muust objektist

source: Omaduse Alammen&uuml;&uuml;d objektist (submenus_from_obj) help
et: võimaldab öelda kaustale, et ta võtaks veebilehel kuvamiseks alakaustade struktuuri mingist muust objektist

source: Omaduse Ainult sisselogitud kasutajatele (users_only) caption
et: Users only

source: Omaduse Ainult sisselogitud kasutajatele (users_only) kommentaar
et: võimalus näidata kausta ainult sisselogitud kasutajatele

source: Omaduse Ainult sisselogitud kasutajatele (users_only) help
et: võimalus näidata kausta ainult sisselogitud kasutajatele

source: Omaduse Men&uuml;&uuml; v&auml;rv (color) caption
et: Folder colour

source: Omaduse Men&uuml;&uuml; v&auml;rv (color) kommentaar
et: võimalus määrata kausta kuvamise värvi veebil

source: Omaduse Men&uuml;&uuml; v&auml;rv (color) help
et: võimalus määrata kausta kuvamise värvi veebil

source: Omaduse Menüü värv 2 (color2) caption
et: Folder colour 2

source: Omaduse Menüü värv 2 (color2) kommentaar
et: võimalus määrata valitud kausta kuvamise värvi

source: Omaduse Menüü värv 2 (color2) help
et: võimalus määrata valitud kausta kuvamise värvi

source: Omaduse Ikoon (icon) caption
et: Icon

source: Omaduse Ikoon (icon) kommentaar
et: siin kuvatakse kaustale valitud ikooni

source: Omaduse Ikoon (icon) help
et: siin kuvatakse kaustale valitud ikooni

source: Omaduse Vali ikoon (sel_icon) caption
et: Select icon

source: Omaduse Vali ikoon (sel_icon) kommentaar
et: võimalus valida kaustale ikoon. (Vaata lisaks: Seostehaldur >> Seose tüüp: ikoon)

source: Omaduse Vali ikoon (sel_icon) help
et: võimalus valida kaustale ikoon. (Vaata lisaks: Seostehaldur >> Seose tüüp: ikoon)

source: Omaduse Sorteeri nime järgi (sort_by_name) caption
et: Sort by name

source: Omaduse Sorteeri nime järgi (sort_by_name) kommentaar
et: kui valitud, siis sorteeritakse kausta all asuvad dokumendid tähestiku järjekorras.

source: Omaduse Sorteeri nime järgi (sort_by_name) help
et: kui valitud, siis sorteeritakse kausta all asuvad dokumendid tähestiku järjekorras.

source: Omaduse Failinimi (aip_filename) caption
et: File name

source: Omaduse Perioodiline (periodic) caption
et: Periodic

source: Omaduse Perioodiline (periodic) kommentaar
et: kui veebileht on perioodiline, siis on võimalik selle määranguga öelda kaustale, et teda kuvataks erinevate perioodide all erineva sisuga.

source: Omaduse Perioodiline (periodic) help
et: kui veebileht on perioodiline, siis on võimalik selle määranguga öelda kaustale, et teda kuvataks erinevate perioodide all erineva sisuga.

source: Omaduse Objektitabeli konf (objtbl_conf) caption
et: Object table conf

source: Omaduse Objekti lisamise puu konff (add_tree_conf) caption
et: Add tree conf

source: Omaduse Konfiguratsioonivorm (cfgmanager) caption
et: Configuration form

source: Omaduse Näita ainult leadi (show_lead) caption
et: Display only lead

source: Omaduse Näita ainult leadi (show_lead) kommentaar
et: kui valitud, siis kuvatakse selle kausta all ainult dokumentide sissejuhatusi.

source: Omaduse Näita ainult leadi (show_lead) help
et: kui valitud, siis kuvatakse selle kausta all ainult dokumentide sissejuhatusi.

source: Omaduse Leadi template (show_lead_template) caption
et: Lead template

source: Omaduse Sisu objektist (get_content_from) caption
et: Content from object

source: Omaduse Sisu objektist (get_content_from) kommentaar
et: võimalus öelda kaustale, et ta võtaks oma sisu mingist teisest objektist.

source: Omaduse Sisu objektist (get_content_from) help
et: võimalus öelda kaustale, et ta võtaks oma sisu mingist teisest objektist. (Vaata lisaks: Seostehaldur >> Seose tüüp: Sisu objektist)

source: Omaduse AW Märksõnad (grkeywords) caption
et: AW Keywords

source: Omaduse META keywords (keywords) caption
et: META Keywords

source: Omaduse META description (description) caption
et: META Description

source: Omaduse Vennad (sections) caption
et: Brothers

source: Omaduse Vennad (sections) kommentaar
et: siin kuvatakse nimekirjana kõik antud kausta vennad, nende ID-d ja asukohad.

source: Omaduse Vennad (sections) help
et: siin kuvatakse nimekirjana kõik antud kausta vennad, nende ID-d ja asukohad.

source: Omaduse V&otilde;ta pildid men&uuml;&uuml; alt (images_from_menu) caption
et: Images from menu

source: Omaduse V&otilde;ta pildid men&uuml;&uuml; alt (images_from_menu) kommentaar
et: võimalus valida, millise kausta juurde seotud pilte antud kausta juures kuvatakse.

source: Omaduse V&otilde;ta pildid men&uuml;&uuml; alt (images_from_menu) help
et: võimalus valida, millise kausta juurde seotud pilte antud kausta juures kuvatakse. (Vaata lisaks: Seostehaldur >> Seose tüüp: võta pildid menüült)

source: Omaduse Viivitus piltide vahel (sek.) (img_timing) caption
et: Delay between images (sec)

source: Omaduse Viivitus piltide vahel (sek.) (img_timing) kommentaar
et: võimalus määrata aeg, kui kaua kuvatakse ühte pilti enne järgmise pildi kuvamist.

source: Omaduse Viivitus piltide vahel (sek.) (img_timing) help
et: võimalus määrata aeg, kui kaua kuvatakse ühte pilti enne järgmise pildi kuvamist.

source: Omaduse Vali pilte (imgrelmanager) caption
et: Select images

source: Omaduse Aktiivse menüü pilt (img_act) caption
et: Active folder image

source: Omaduse Menüü pildid (menu_images) caption
et: Folder images

source: Omaduse Menüüd, mille alt viimased dokumendid võetakse (sss) caption
et: Folders to get last documents from

source: Omaduse Menüüd, mille alt viimased dokumendid võetakse (sss) kommentaar
et: siin kuvatakse nimekirjana kaustad, mille alt antud kaust veebilehel kuvamiseks dokumente võtab. Ühtlasi on võimalik määrata , et kaust võtaks dokumente ka nimekirjas olevate kaustade alamkaustadest. Selleks tuleb nimekirja viimases lahtris, k.a. alammenüüd, märkeruut märkida valituks.

source: Omaduse Menüüd, mille alt viimased dokumendid võetakse (sss) help
et: siin kuvatakse nimekirjana kaustad, mille alt antud kaust veebilehel kuvamiseks dokumente võtab. Ühtlasi on võimalik määrata , et kaust võtaks dokumente ka nimekirjas olevate kaustade alamkaustadest. Selleks tuleb nimekirja viimases lahtris, k.a. alammenüüd, märkeruut märkida valituks. (Vaata lisaks: Seostehaldur >> Seose tüüp: võta dokumente menüü alt)

source: Omaduse Perioodid, mille alt dokumendid võetakse (pers) caption
et: Periods to get documents from

source: Omaduse Perioodid, mille alt dokumendid võetakse (pers) kommentaar
et: võimalus valida ära perioodid, mille alt kaust veebilehel kuvamiseks dokumente võtab.

source: Omaduse Perioodid, mille alt dokumendid võetakse (pers) help
et: võimalus valida ära perioodid, mille alt kaust veebilehel kuvamiseks dokumente võtab. (Vaata lisaks: Seostehaldur >> Seose tüüp: võta dokumente perioodi alt)

source: Omaduse K&otilde;ikide perioodide alt (all_pers) caption
et: From all periods

source: Omaduse K&otilde;ikide perioodide alt (all_pers) kommentaar
et: võimalus määrata, et kaust võtaks dokumente kõikide perioodide alt

source: Omaduse K&otilde;ikide perioodide alt (all_pers) help
et: võimalus määrata, et kaust võtaks dokumente kõikide perioodide alt

source: Omaduse Dokumente perioodist (docs_per_period) caption
et: Documents from period

source: Omaduse Seosehaldur (sa_manager) caption
et: Connection manager

source: Omaduse Seosehaldur (sa_manager) kommentaar
et: võimalus valida kaustale kommentaaridega dokument, mida kuvatakse antud kausta all spetsiaalses kujunudusega ettenähtud kohas.

source: Omaduse Seosehaldur (sa_manager) help
et: võimalus valida kaustale kommentaaridega dokument, mida kuvatakse antud kausta all spetsiaalses kujunudusega ettenähtud kohas.* (Vaata lisaks Seostehaldur >> Seose tüüp: vaata lisaks dokument)

source: Omaduse Menüüd, mille all see menüü on "vaata lisaks" menüü (seealso) caption
et: Folders, where this folder is a "see also" folder

source: Omaduse Menüüd, mille all see menüü on "vaata lisaks" menüü (seealso) kommentaar
et: võimalus valida kaustad, mille all antud kausta kuvatakse vaata lisaks lingina.

source: Omaduse Menüüd, mille all see menüü on "vaata lisaks" menüü (seealso) help
et: võimalus valida kaustad, mille all antud kausta kuvatakse vaata lisaks lingina. (Vaata lisaks: Seostehaldur >> Seose tüüp: vaata lisaks)

source: Omaduse Järjekorranumber (vaata lisaks) (seealso_order) caption
et: Order (see also)

source: Omaduse Järjekorranumber (vaata lisaks) (seealso_order) kommentaar
et: kui kaustale on eelmise määranguga öeldud, et ta oleks teise kausta juures vaata lisaks kaust, siis antud määrang võimaldab anda talle järjekorranumbri vaata lisaks kaustade nimekirjas.

source: Omaduse Järjekorranumber (vaata lisaks) (seealso_order) help
et: kui kaustale on eelmise määranguga öeldud, et ta oleks teise kausta juures vaata lisaks kaust, siis antud määrang võimaldab anda talle järjekorranumbri vaata lisaks kaustade nimekirjas.

source: Omaduse Menüü link (link) caption
et: Folder link

source: Omaduse Menüü link (link) kommentaar
et: võimalus määrata kaustale link

source: Omaduse Menüü link (link) help
et: võimalus määrata kaustale link

source: Omaduse Menüü tüüp (type) caption
et: Folder type

source: Omaduse Menüü tüüp (type) kommentaar
et: las jääda see mis on (sektsioon).

source: Omaduse Menüü tüüp (type) help
et: las jääda see mis on (sektsioon).

source: Omaduse Vali programm (admin_feature) caption
et: Select program

source: Omaduse Avaliku meetodi seaded (pmethod_properties) caption
et: Public method settings

source: Omaduse Klikitav (clickable) caption
et: Clickable

source: Omaduse &Auml;ra n&auml;ita ekspordis (no_export) caption
et: Do not display in export

source: Omaduse &Auml;ra n&auml;ita ekspordis (no_export) kommentaar
et: võimalus välistada antud kaust kaustade ekspordist

source: Omaduse &Auml;ra n&auml;ita ekspordis (no_export) help
et: võimalus välistada antud kaust kaustade ekspordist

source: Omaduse Ilma menüüdeta (no_menus) caption
et: No folders

source: Omaduse Ilma menüüdeta (no_menus) kommentaar
et: võimalus öelda kaustale, et tema alamkaustu veebilehel ei kuvataks

source: Omaduse Ilma menüüdeta (no_menus) help
et: võimalus öelda kaustale, et tema alamkaustu veebilehel ei kuvataks

source: Omaduse Paremal (mid) caption
et: On the right

source: Omaduse Paremal (mid) kommentaar
et: võimalus määrata, et kausta kuvataks veebilehel teise koha peal, võrreldes tema tavalise asukohaga.

source: Omaduse Paremal (mid) help
et: võimalus määrata, et kausta kuvataks veebilehel teise koha peal, võrreldes tema tavalise asukohaga.

source: Omaduse Laius (width) caption
et: Width

source: Omaduse V&otilde;ta alammen&uuml;&uuml;d men&uuml;&uuml; alt (submenus_from_menu) caption
et: Get subfolders from folder

source: Omaduse V&otilde;ta alammen&uuml;&uuml;d men&uuml;&uuml; alt (submenus_from_menu) kommentaar
et: võimalus valida, et kausta all kuvataks mõne teise kausta alamkaustu.

source: Omaduse V&otilde;ta alammen&uuml;&uuml;d men&uuml;&uuml; alt (submenus_from_menu) help
et: võimalus valida, et kausta all kuvataks mõne teise kausta alamkaustu. (Vaata lisaks: Seostehaldur >> Seose tüüp: võta alamkaustad menüült)

source: Omaduse Kasuta n&auml;itamiseks layouti (show_layout) caption
et: Use layout for display

source: Omaduse Kasuta alammen&uuml;&uuml;de n&auml;itamiseks objektide nimekirja (show_object_tree) caption
et: Use object list for display

source: Omaduse Kasuta alammen&uuml;&uuml;de n&auml;itamiseks objektide nimekirja (show_object_tree) kommentaar
et: võimalus määrata, et kausta alamkaustu kuvataks veebilehel kasutades objektide nimekirja. Kui objektide nimekiri on valitud, siis kuvatakse selle abil.

source: Omaduse Kasuta alammen&uuml;&uuml;de n&auml;itamiseks objektide nimekirja (show_object_tree) help
et: võimalus määrata, et kausta alamkaustu kuvataks veebilehel kasutades objektide nimekirja. Kui objektide nimekiri on valitud, siis kuvatakse selle abil. (Vaata lisaks: Seostehaldur >> Seose tüüp: objektide nimekiri)

source: Omaduse Paanid (panes) caption
et: Panes

source: Omaduse Vasak paan (left_pane) caption
et: Left pane

source: Omaduse Vasak paan (left_pane) kommentaar
et: võimalus regleerida, kas antud kausta all kuvatakse sisu osast vasakule jäävat paani. Kui valitud, siis kuvatakse.

source: Omaduse Vasak paan (left_pane) help
et: võimalus regleerida, kas antud kausta all kuvatakse sisu osast vasakule jäävat paani. Kui valitud, siis kuvatakse.

source: Omaduse Parem paan (right_pane) caption
et: Right pane

source: Omaduse Parem paan (right_pane) kommentaar
et: võimalus regleerida, kas antud kausta all kuvatakse sisu osast paremale jäävat paani. Kui valitud, siis kuvatakse.

source: Omaduse Parem paan (right_pane) help
et: võimalus regleerida, kas antud kausta all kuvatakse sisu osast paremale jäävat paani. Kui valitud, siis kuvatakse.

source: Omaduse Template set (tpl_dir) caption
et: Template set

source: Omaduse Template set (tpl_dir) kommentaar
et: võimalus valida, millise kujundusega veebilehte antud kausta all kuvatakse

source: Omaduse Template set (tpl_dir) help
et: võimalus valida, millise kujundusega veebilehte antud kausta all kuvatakse

source: Omaduse Template dokumendi näitamiseks (pikk) (tpl_view) caption
et: Template for document display (full)

source: Omaduse Template dokumendi näitamiseks (pikk) (tpl_view) kommentaar
et: võimalus valida, millise kujundusega antud kausta all dokumendi pikka vaadet kuvatakse.

source: Omaduse Template dokumendi näitamiseks (pikk) (tpl_view) help
et: võimalus valida, millise kujundusega antud kausta all dokumendi pikka vaadet kuvatakse.

source: Omaduse Template dokumendi näitamiseks (lühike) (tpl_lead) caption
et: Template for document display (leadonly)

source: Omaduse Template dokumendi näitamiseks (lühike) (tpl_lead) kommentaar
et: võimalus valida, millise kujundusega antud kausta all dokumendi lühikest vaadet kuvatakse.

source: Omaduse Template dokumendi näitamiseks (lühike) (tpl_lead) help
et: võimalus valida, millise kujundusega antud kausta all dokumendi lühikest vaadet kuvatakse.

source: Omaduse Peida ära, kui dokumente pole (hide_noact) caption
et: Hide if no documents

source: Omaduse Peida ära, kui dokumente pole (hide_noact) kommentaar
et: võimalus määrata, et kausta ei näidataks veebilehel, kui tal sisu puudub.

source: Omaduse Peida ära, kui dokumente pole (hide_noact) help
et: võimalus määrata, et kausta ei näidataks veebilehel, kui tal sisu puudub.

source: Omaduse Mitu viimast dokumenti (ndocs) caption
et: Number of last documents

source: Omaduse Mitu viimast dokumenti (ndocs) kommentaar
et: võimaldab määrata mitut värskemat dokumenti antud kausta all kuvatakse

source: Omaduse Mitu viimast dokumenti (ndocs) help
et: võimaldab määrata mitut värskemat dokumenti antud kausta all kuvatakse

source: Omaduse Näita perioode (show_periods) caption
et: Display periods

source: Omaduse Mitu viimast perioodi (show_period_count) caption
et: Number of last periods

source: Omaduse Eksport (export) caption
et: Export

source: Omaduse Dokumentide järjestamine (sorter) caption
et: Document order

source: Omaduse Dokumentide järjestamine (sorter) kommentaar
et: võimaldab määrata, mis välja(määrangu) ja mis järjekorras dokumendid kuvamisel järjestatakse.

source: Omaduse Dokumentide järjestamine (sorter) help
et: võimaldab määrata, mis välja(määrangu) ja mis järjekorras dokumendid kuvamisel järjestatakse.

source: Omaduse Esilehel (frontpage) caption
et: Frontpage

source: Omaduse Esilehel (frontpage) kommentaar
et: võimalus määrata, et antud kausta kuvataks veebilehe esilehel. Võimaldab esilehel kuvada kaustu, mida muidu seal ei kuvataks.

source: Omaduse Esilehel (frontpage) help
et: võimalus määrata, et antud kausta kuvataks veebilehe esilehel. Võimaldab esilehel kuvada kaustu, mida muidu seal ei kuvataks.

source: Omaduse Vaatalisaks dokumendid (seealso_docs_t) caption
et: See also documents

source: Omaduse Vaatalisaks dokumendid (seealso_docs_t) kommentaar
et: võimaldab siduda kausta juurde dokumendi, mida kuvatakse veebilehel niiöelda kausta kommentaarina

source: Omaduse Vaatalisaks dokumendid (seealso_docs_t) help
et: võimaldab siduda kausta juurde dokumendi, mida kuvatakse veebilehel niiöelda kausta kommentaarina

source: Grupi Spetsiaal (advanced) pealkiri
et: Special

source: Grupi Võtmesõnad (keywords) pealkiri
et: Keywords

source: Grupi Kaustad (menus) pealkiri
et: Folders

source: Grupi Vaata lisaks (relations) pealkiri
et: See also

source: Grupi Vennastamine (brothers) pealkiri
et: Brothering

source: Grupi Sisu asukoht (docs_from) pealkiri
et: Content location

source: Grupi Vaata lisaks dokumendid (seealso_docs) pealkiri
et: See also documents

source: Grupi Pildid (presentation) pealkiri
et: Images

source: Grupi Näitamine (show) pealkiri
et: Display

source: Grupi Eksport (import_export) pealkiri
et: Export

source: Grupi IP Aadressid (ip) pealkiri
et: IP Addresses

source: Seose võta pildid menüült (RELTYPE_PICTURES_MENU) tekst
et: get images from folder

source: Seose võta alamkasutad menüült (RELTYPE_SHOW_SUBFOLDERS_MENU) tekst
et: get subfolders from folder

source: Seose võta objekte kalendrist (RELTYPE_SHOW_AS_CALENDAR) tekst
et: get objects from calendar

source: Seose kasuta saidi näitamisel layouti (RELTYPE_SHOW_AS_LAYOUT) tekst
et: use layout for site display

source: Seose vaata lisaks (RELTYPE_SEEALSO) tekst
et: see also

source: Seose IP aadress ligipääsu piiramiseks (RELTYPE_IP) tekst
et: IP Address for access control

source: Seose Kasutajagrupp (RELTYPE_ACL_GROUP) tekst
et: user group

source: Seose objektide nimekiri (RELTYPE_OBJ_TREE) tekst
et: object list

source: Seose v&otilde;ta dokumente perioodi alt (RELTYPE_PERIOD) tekst
et: get documents from period

source: Seose objektitabeli konfiguratsioon (RELTYPE_OBJ_TABLE_CONF) tekst
et: object table configuration

source: Seose lisamise puu konfiguratsioon (RELTYPE_ADD_TREE_CONF) tekst
et: add tree configuration

source: Seose konfiguratsioonivorm (RELTYPE_CFGFORM) tekst
et: configuration form

source: Seose pilt (RELTYPE_IMAGE) tekst
et: image

source: Seose alammen&uuml;&uuml;d objektist (RELTYPE_SUBMENUS) tekst
et: subfolders from object

source: Seose Sisu objektist (RELTYPE_CONTENT_FROM) tekst
et: content from object

source: Seose vaata lisaks dokument (RELTYPE_SEEALSO_DOC) tekst
et: see also document

source: Seose ikoon (RELTYPE_ICON) tekst
et: icon

source: Seose Aeg (RELTYPE_TIMING) tekst
et: timing

source: Vasak
et: Left

source: Parem
et: Right

source: kasuta parenti valikut
et: use parent's settings

source: Väli
et: Field

source: Järjekord
et: Order

source: J&auml;rjekorra j&auml;rgi
et: By order

source: Loomise kuup&auml;eva j&auml;rgi
et: By creation date

source: Muutmise kuup&auml;eva j&auml;rgi
et: By modification date

source: Dokumenti kirjutatud kuup&auml;eva j&auml;rgi
et: By document date

source: Kalendris valitud aja j&auml;rgi
et: By time selected in calendar

source: Nime j&auml;rgi
et: By name

source: Suurem (uuem) enne
et: Bigger (newer) first

source: V&auml;iksem (vanem) enne
et: Smaller (older) first

source: Nimi
et: Name

source: IP Nimi
et: IP Name

source: IP Aadress
et: IP Address

source: Lubatud
et: Allowed

source: Keelatud
et: Denied

source: Vali pilt..
et: Select image...

source: Muuda
et: Change

source: J&auml;rjekord
et: Order

source: Eelvaade
et: Preview

source: Vali Pilt
et: Select image

source: Kustuta
et: Delete

source: Vali menüüd
et: Select folders

source: Märgi kõik menüüd aktiivseks
et: Mark all folders as active

source: Ekspordi ikoonid
et: Export icons

source: Ekspordi
et: Export

source: Vali meetod
et: Select method

source: Vali meetodiga seotud objekt
et: Select object connected to method

source: Vali meetodiga seotud grupp
et: Select group connected to method

source: Meetod viitab adminni
et: Method is in admin

source: Meetodi väljundi kuvamisel näidatakse menüüsid
et: Display folders with method

source: Selline alias on juba olemas!
et: Such an alias already exists!

source: -- vali --
et: -- select --

source: Lisa
et: Add

source: --vali--
et: --select--

source: kustuta
et: Delete

source: k.a. alammen&uuml;&uuml;d
et: incl. submenus

source: Dokument
et: Document

source: ka alammen&uuml;&uuml;de juures
et: incl. submenus

source: Vali asukoht
et: Select location
